tutorials/eulerVortex.twitch.refined/eulerVortex.cyclic.twitch/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType  laminar;


/*
simulationType RAS;

RAS
{
  //    RASModel            kOmegaSST;
  //    turbulence          on;
  //    printCoeffs         on;
  RASModel kEpsilon;
  turbulence in;
  printCoeffs on;
}
*/

// ************************************************************************* //
